Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/sapmelaccaid_iessoardima_eastadeapmai_lasi_bargoneavvut_-_politihkalas_dahtu_didolasvuoda_ja_cehppodaga_darbbasa_lasi.html.tmx
Source language: sme
Languages: smn

source: Sápmelaččaid iešsoardima eastadeapmái lasi bargoneavvut – politihkalaš dáhtu, diđolašvuođa ja čehppodaga dárbbaša lasi
smn: Sämmilij jiešsuurmij estimân lase tyejiniävuh – poolitlâš táttu, tiäđulâšvuotâ já mättim tarbâšuvvoo lase

source: Suomas, Ruoŧas ja Norggas ássan sápmelaččaid iešsoardimiid eastadeapmin leat ain eanet vuogit.
smn: Suomâst, Ruotâst já Taažâst ässee sämmilij jiešsuurmij keeppidmân láá ovdiist eenâb vyevih.

source: Daid atnui váldin gáibida goittotge lasi ruhtadeami, čeahpes veahkeheaddjiid ja dieđu sámiid badjánan iešsoardinriskkaid duogášdahkkiin.
smn: Toi anon väldim váátá kuittâg lase ruttâdem, mättee išedeijeeh ja tiätu sämmilij stuárrum jiešsormeriiskâ tuávááštahhein.

source: Dát buot gáibida lasi politihkalaš dáhtu.
smn: Puoh taat váátá lase poolitlii táátu.

source: Sámiráđi ovttasbarggu ovttasbarggu boađusin lea šaddan Davviriikkain ássán sápmelaččaid iešsoardimiid eastadan plána.
smn: Sämirääđi oovtâstpargo puáđusin láá finnim ááigán Tave-enâmijn ässee sämmilij jiešsuurmij estimvuávám.

source: Plánas vuodjut daidda stuorra hástalusaide, maid sápmelaččat deaividit davviriikalaš buresbirgejupmeservodagas kultuvrralaš ja identitehtii laktásan deaddagiid čárvestagas.
smn: Vuáváámist vuájuh toid stuorrâ hástusáid, maid sämmiliih teivih tave-eennâmlii pyereestvaijeemohtsâškoddeest kulttuurlij já identiteetân lohtâseijee tiädui vyelni.

source: Plána doarju iešsoardimiid álbmotlaš eastadanbarggus buot golmma Davviriikkas.
smn: Vuávám tuárju jiešsuurmij aalmuglii estimpargo puoh kuulmâ Tave-enâmist.

source: ”Mis lea dál davviriikalaš strategalaš plána das, mo sápmelaččaid iešsoardimiid sáhttá eastadit.
smn: ”Mist lii tääl ohtsâštave-eennâmlâš strategisâš vuávám tast, ete maht puáhtá estiđ sämmilij jiešsuurmijd.

source: Dál galgá ovdánit jođánit geavatlaš bargui, ja deaivat iešsoardimiid smiehttan olbmuid.
smn: Tääl kalga jotelávt sirdâšuđ keevâtlii paargon já kuáhtáđ jiešsorme suogârdâllee ulmuid.

source: Anus leat juo buorit bargoneavvut ja geavadagat dán bargui, muhto daid galgá viiddidit ain eanet.
smn: Aanoost láá jo šiev pargoniävuh já vyevih taan paargon, mutâ taid kalga levâttiđ ovdiist vijđásubbooht.

source: Ovdamearkan Davvi-Sámis leat ožžon buriid vásáhusaid kanadalaš iešsoardimiid eastadeapmái deattuhuvvon ASIST-skuvlejumis.
smn: Ovdâmerkkân Tave-Laapist láá finnim šiev feerimijd kanadalii ASIST-škovliittâsâst, mii vuáju jiešsuurmij estimân.

source: Dan vehkiin ollašuhttui Davvi-Sámis iešsoardimiid skuvlejumis oassin Buorit geavadagat bissovaš atnui -njunušfidnus jagiin 2017-2018”, dadjá sosiála- ja dearvvašvuođaministtar Pirkko Mattila .
smn: Ton vievâst olášuttui Tave-Laapist jiešsuurmij estim škovliittâs uássin Hyvät käytännöt pysyvää käyttöön -njunošhaavâ iivij 2017-2018”, iätá sosiaal- já tiervâsvuotâminister Pirkko Mattila .

source: Iešsoardimiid duogábeale dahkkiin dárbbašuvvo lasi diehtu
smn: Jiešsuurmij tuáváást orroo tahhein tarbâšuvvoo lase tiätu

source: Suomas, Ruoŧas ja Norggas sámeálbmoga iešsoardimiid mearri álbmotmeari ektui lea báikkálaš árvvoštallamiid mielde stuoris.
smn: Suomâst, Ruotâst já Taažâst sämiaalmug jiešsuurmij meeri verdiddijn aalmugmiärán lii páihálij árvuštâlmij mield styeres.

source: Statistihkkadieđuid lea váttis oažžut, go etnihkalaš duogáža statistihkkii merken lea lagaheapmi Davviriikkain.
smn: Lovottâhtiäđuid lii väädis finniđ, tastko etnisii tuáváá lovottem lii lavâttem Tave-enâmijn.

source: Sámeservošiid árvvoštallamiid mielde stuorámus riskajoavku leat nuorat ja gaskaahkásaš almmáiolbmot.
smn: Sämisiärváduvâi árvuštâlmij mield stuárráámus riskâjuávhust láá nuorah já koskâahasâš almaah.

source: Dáin hui hárve ohcá buriin áiggiin veahki váttisvuođaidasas sosiála- ja dearvvašvuođa bálvalusain.
smn: Tain uáli härvi ocá ääigild iše čuolmâtiilijn sosiaal- já tiervâsvuotâhuolâttâs palvâlusâin.

source: Dán sivas iešsoardimiid eastadanplánas okta strategalaš deaddočuokkis lea almmáiolbmuid buresbirgejupmi.
smn: Tondiet jiešsuurmij estimvuáváámist ohtâ strategisâš tiäddučuágástâh lii almai pyereestvaijeem.

source: Sápmelaččaid beassan ovttaveardásaččat dearvvašvuođafuolahussii ja mielladearvvašvuođabálvalusaide lea deaŧalaš iešsoardimiid eastadeapmin.
smn: Sämmilij peessâm täsiviärdásávt tiervâsvuotâhuolâttâsân já mielâtiervâsvuotâpalvâlussáid lii tehálâš jiešsuurmij estimân.

source: Iešsoardimiid eastadanplána mihttomearrin lea doarjut sápmelaččaid iešmearridanrievtti ja sihkkarastit, ahte sápmelaččain lea duođalaš vejolašvuohta beassat váikkuhit alcces guoskevaš mearrádusaid dahkamii.
smn: Jiešsuurmij estimvuávám tárguttâs lii tuárjuđ sämmilij jiešmeridemvuoigâdvuođâ já visásmittiđ, ete sämmilijn lii tuođâlâš máhđulâšvuotâ peessâđ vaikuttiđ olssis kyeskee miärádâstohâmân.

source: Seammás doarjut sámiid kultuvrralaš identitehta, vejolašvuođa hárjehit árbevirolaš ealáhusaid ja vuoigatvuođa iežas eatnigiellasis.
smn: Siämmást tuárjuh sämmilij kulttuurlii identiteet, máhđulâšvuođâ hárjuttiđ ärbivuáválijd iäláttâsâid já vuoigâdvuođâ jieijâs eenikielân.

source: Plána gárvvisteapmái oassálastán olbmot atne dehálažžan, ahte iešsoardimiid eastadeamis váldojit vuhtii earálágan riskkat.
smn: Vuávám rähtimân uásálisteeh aneh tergâdin, ete jiešsuurmij estimist váldojeh huámmášumán sierâlágán riskâtahheeh.

source: Dáin dárbbašuvvo lasi dutkandieđu.
smn: Tain tarbâšuvvoo meid lase tutkâmtiätu.

source: Ovdamearkan sámiid historjái laktásan váldoálbmogiid heiveheamis šaddan traumaid leat dássážii gieđahallan menddo unnán.
smn: Ovdâmerkkân sämmilij historján lohtâseijee válduaalmugân suddâlutmist šoddâm traumah láá tuáistáážân kieđâvuššum liijkás uccáá.

source: Seammá láhkai menddo unna árvui leat báhcán sápmelaččaid seksuála ja eará veahkaválddi vásáhusat ja sivat, mat leat dasto dolvon veahkaválddálaš dahkui.
smn: Siämmáánáál liijkás uccâ huámmášumán láá pááccám sämmilij seksuaallii já eres viehâvääldi vuáttámušah já suujah, moh jođetteh viehâvááldán.

source: Iešsoardimiid eastadanplána vuolggasadjin lea maiddái geahpedit sápmelaččaid etnihkalaš olggušteami ja lasihit earáláganvuođa dohkkeheami.
smn: Jiešsuurmij estimvuávám vuolgâsajeh láá meid etnisii olgoštem kepidem já sierâlágánvuođâ tuhhiittem lasettem.

source: Dát guoská ovdamearkan seksuála unnitloguid, geaid gaskavuođas iešsoardinriska lea stuorát gaskamearálaččat.
smn: Taat kuáská ovdâmerkkân seksuaalláid ucceeblovvoid, moi kooskâst jiešsormeriskâ lii koskâmiärálávt stuárráb.

source: Plánas deattuhuvvo maiddái dan, ahte sápmelaččat dárbbašit eanet sápmelaččaid veahkehit iešsoardimiid eastadeamis.
smn: Vuáváámist tiädutteh meid tom, ete sämmiliih tarbâšeh eenâb sämmilijd išediđ jiešsuurmij estimist.

source: Mihttomearri lea oažžut sápmelaččaid bargat iešsoardima eastadanbarggu sihke geavatlaš dábálaš dásis ja sápmelaččaid virggálaš institušuvnnain ja organisašuvnnain.
smn: Ulmen lii finniđ sämmilijd porgâđ jiešsuurmij estimpargo sehe jäävviltääsist já sämmilij virgálijn instituutioin já ornijduumijn.

source: Go sápmelaččat ásset njealji riikkas (Suopma, Ruoŧŧa, Norga ja Ruošša). Iešsoardimiid eastadanbarggu galgá bargat rájáid rastá.
smn: Tastko sämmiliih láá neelji enâmist (Suomâ, Ruotâ, Taažâ, Ruošâ), jiešsuurmij estimpargo kalga porgâđ raajij rasta.

source: Resurssaid rájálašvuođa dihtii galgá sihkkarastit, ahte dat buorit vuogit doaibmat fievrriduvvojit rájáid rastá.
smn: Ko resurseh láá rájáliih, te kalga visásmittiđ, ete toh pyeremuuh toimâvyevih maneh meid raajij rasta.

source: Ovttasbargu guoská skuvlejumi, bálvalusaid ja statistihkkabarggu.
smn: Oovtâstpargo kuáská nuuvt škovliimân, palvâlussáid ko lovvotmân.

source: Smávva servošis iešsoardin lea álo stuorra oassi
smn: Uccâ siärváduvâst jiešsorme lii ain stuorrâ äšši

source: ”Dárbbašat eanet roahkkatvuođa hállat iešsoardinjurdagiid birra.
smn: ”Mij tarbâšep eenâb ruokkâdvuođâ sárnuškyettiđ jiešsormejurduin.

source: Dása dárbbašuvvo skuvlejupmi ja čehppodat.
smn: Toos tarbâšep škovlim já mättim.

source: Iešsoardima jurdagiin hállan lea dehálaš ášši iige áššis hállama galgga ballat.
smn: Jiešhiävulijn jurduin sárnuškyettim lii tehálâš äšši ige ääši oovdân pajedem kolgâččii poollâđ.

source: Jus iešsoardinjurdagat leat, daidda sáhttá gal vuodjut”, dadjá doavttir Heidi Eriksen Ohcejogas.
smn: Jis jiešsormejurduuh láá, te taid puáhtá kieđâvuššâđ”, iätá tuáhtár Heidi Eriksen Ucjuuvâst.

source: Eriksen mielas Suomas sápmelaččaid iešsoardinriskkaide leat seahkanan váidalahtti maŋŋit, vaikke dieđus leamašan juo guhkká, ahte váldoálbmoga gaskavuođasge iešsoardimat leat eanet go eará Davviriikkain.
smn: Eriksen mield Suomâst sämmilij jiešsormeriskáid láá tarvanâm vaidâlitteh maŋŋeed, veikâ tiäđust lii lamaš jo kuhháá, ete válduaalmug kooskâst-uv jiešsormeh láá eenâb ko eres Tave-enâmijn.

source: ”Earru stuorra gávpogiid ja smávva servošiid gaskkas lea mearkkašahtti.
smn: ”Iäru stuorrâ kaavpugij já uccâ siärváduvâi kooskâst lii merhâšittee.

source: Okta iešsoardin smávva servošis lea álo hui stuorra ášši ja dat váikkuha olles servošii.
smn: Ohtâ jiešsorme uccâ siärváduvâst lii ain hirmâd stuorrâ äšši já tot vaaikut oles siärvádâhân.

source: Iešsoardin sáhttá doaibmat mállen maiddái earáide, geain leat iešsoardinjurdagat.
smn: Jiešsorme puáhtá meid toimâđ mallin iärásáid, kiäin láá jiešhiävuliih jurduuh.

source: Ovdamearkan seammá soga lahtuid oanehis áiggi siste dahkkon iešsoardimat leat smávva servošiin šállošahtti dábálaččat”, Eriksen muitala.
smn: Ovdâmerkkân siämmáá suuvâ jesânij uánihis ääigi siste toohâm jiešsormeh uccâ siärváduvâin láá vaidâlitteh táváliih”, Eriksen muštâl

source: Ubmi universiteahta professor Lars Jacobsson sávai lasi kvalitatiivvalaš dieđu iešsoardimiid riskadahkkiin.
smn: Ume ollâopâttuv professor Lars Jacobsson tuáivu lase kvaliteetlii tiäđu jiešsuurmij riskâtahhein.

source: Son deattuha, ahte iešsoardimis leat máŋga beali: dat sáhttá leat persovnnalaš báhtareapmi nuonddahallamis, politihkalaš proteasta dahje oaivvilduvvon ráŋggáštussan juoga áššái.
smn: Sun tiädut, ete jiešsormeest láá maaŋgah peleh: tot puáhtá leđe persovnlâš patârem šlundevuođâst, poolitlâš protest tâi uáivildum ráŋgáštâsân mastnii.

source: Dutkamušas galggašii vuodjut dasa, mii lea iešsoardimiid duogábealde olbmo stuorámus motiiva.
smn: Tutkâmušâst kolgâččii vuáijuđ toos, ete mii lii jiešsorme tyehin orroo ulmuu stuárráámus suijâ.

source: Dalle beassat seahkanit daidda sivaide, mat deddet ovttaskas olbmo ja ožžot su jurddašit, plánet ja vearrámus dilis ollašuhttit iešsoardima.
smn: Talle puávtáččijm tarvaniđ toid suujáid, moh väivideh ovtâskâs ulmuu já finnejeh suu smiettâđ, vuáváđ já viärráámuu muddoost olášuttiđ jiešsorme.

source: ”Dárbbašat dieđu das, makkár jurdagat iešsoardima smiehttan olbmuin leat.
smn: ”Mij tarbâšep tiäđu tast, ete magareh jurduuh ulmuin, kiäh smiettih jiešsorme, láá.

source: Jurddašeapmi lea dábálaš iige dat leat vel váralaš, muhto iešsoardima plánen lea jo váralaš.
smn: Smiettâm lii almolâš ige tot lah vala varalâš, mutâ jiešsorme vuávám lii jo varâlâš.

source: Iešsoardimiid eastadanplána ii okto reahkká, jus ii sohppojuvvo konkrehtalaččat das, geas lea ovddasvástádus mange dahkamis ja doaimmas”, Jacobson muittuha.
smn: Jiešsuurmij estimvuávám ohtuu ij pijssáá, jis ij siämmást suáppoo konkreetlávt tast, ete kiäst lii ovdâsvástádâs mon-uv porgâmist já tooimâin. Kalga kavnuđ ovdâsvástádâspeeli, mii parga keevâtlii pargo”, Jacobsson muštoot.

source: Lassin dárbbaša politihkalaš dáhtu ja politihkalaš mearredeaddjiid boktaleami.
smn: Toos lasseen tarbâšuvvoo poolitlâš táttu já poolitlij merideijei ravkkâm.

source: Semináras lean panelaságastallama čohkke albma bures dutki Anne Silviken Norggas.
smn: Seminaarist tollum paaneelsavâstâllâm kiäsá čuákán pyereest totkee Anne Silviken Taažâst.

source: ”Iešsoardimiid eastadeapmi gullá midjiide buohkaide, juohkehažžii”, Silviken muittuha.
smn: ”Jiešsuurmij estim kulá aaibâs puohháid, mist juáhážân”, Silviken muštoot.

source: Anáris lei jođus 30.1.-1.2.2019 riikkaidgaskasaš árktalaš guovlluid eamiálbmogiidda gullevaš olbmuid mielladearvvašvuhtii ja iešsoardimiid eastadeapmái vudjon seminára.
smn: Anarist lâi 30.1.–1.2.2019 aalmugijkoskâsii arktâsij kuávlui algâaalmugáid kullee ulmui mielâtiervâsvuotân já jiešsuurmij estimân vuáijoo seminaar.

source: Dasa oassálaste sierra riikkaid áššedovdit, dutkit ja eamiálbmogiid ovddasteaddjit ja lonuhedje vásáhusaideaset iešsoardimiid eastadeamis ja dan bohtosiin.
smn: Toos uásálistee sierâ staatâi äššitobdeeh, totkeeh já algâaalmugij ovdâsteijeeh lonotteh feerimijd jiešsuurmij estimpargoost já ton puátusijn.

source: Seminára lea oassi Suoma sátnejođiheaddjivuođas Árktalaš ráđis jagiin 2017-2019
smn: Seminaar lii uási Suomâ saavâjođetteijeepaje Arktâsii rääđist iivij 2017-2019

source: Artihkal almmustahtton sosiála- ja dearvvasvuođaministeriija siidduin 31.1.2019: https://stm.fi/artikkeli/-/asset_publisher/saamelaisten-itsemurhien-ehkaisyyn-lisaa-tyokaluja-poliittista-tahtoa-tietoisuutta-ja-osaamista-tarvitaan-lisaa
smn: Artikkâl lii almostittum sosiaal- já tiervâsvuotâministeriö nettisiijđoin 31.1.2019: https://stm.fi/artikkeli/-/asset_publisher/saamelaisten-itsemurhien-ehkaisyyn-lisaa-tyokaluja-poliittista-tahtoa-tietoisuutta-ja-osaamista-tarvitaan-lisaa

source: Lassidieđut:
smn: Lasetiäđuh:

source: ráđđádalli virgeolmmoš Meri Larivaara, t. 02951 63634, ovdanamma.sohkanamma(at)stm.fi
smn: ráđádâllee virgeolmooš Meri Larivaara, p. 02951 63634, ovdânommâ. suhânommâ(at)stm.fi

source: Lassidieđut Árktalaš ráđi barggus iešsoardimiid eastadeapmin:
smn: Lasetiäđuh Arktâsii rääđi pargoost jiešsuurmij estimân:
